[
  {
    "id": "11",
    "title": "Night terrors?",
    "selftext": "I’m diagnosed with bipolar psychosis (hadn't heard of that term until I started seeing my current doc?) and lately I've had trouble sleeping due to night terrors. \n\nI’ve had nightmares every single night now for weeks. \n\nI haven’t changed medication, there’s been no major change in my life. Any suggestions on what I can try to stop this? ",
    "subreddit": "Psychosis",
    "author": "user-11",
	"created_at" : "2017-09-11 03:25:56",
	},
	{
    "id": "12",
    "title": "Please help with understanding husband's lab results and mood swings",
    "selftext": "Backgroudn story: husband (38) has been acting unusual for the past year with wild mood swings ranging from suicidal thoughts to super hyper. I was sure he had bipolar but he didn't want to get a diagnosis. Then we remembered that years ago he was diagnosed with hypothyroidism but got treated and then fogot about it. Now he got his bloodwork tested again and the doctor said it's likely back. Do you know if hypothyroidism can cause wild mood swings as well?",
    "subreddit": "Hypothyroidism",
    "author": "user-12",
	"created_at" : "2017-09-11 03:25:56",
  },
  {
    "id": "13",
    "title": "Can't quit after last relapse",
    "selftext": "Hi everyone ... I'm not a native speaker, so please be patient. Thank you all for your support, it's so important for me. Short story: I'm 30F, diagnosed as bipolar T2 almost three years ago. Since then I've struggled so hard because I lost so many things. Recently, it's been especially hard and I found myself smoking again, which I've done before to self-medicate hyponaia. I just hope I can finish the bud tonight and start again tomorrow anew.",
    "subreddit": "leaves",
    "author": "user-13",
	"created_at" : "2017-09-11 03:25:56",
  },
    {
    "id": "14",
    "title": "Diagnosis doubts",
    "selftext": "Recently I've started to doubt whether my diagnosis is correct at all. Ten years ago, I experienced something which I now think was a brie and limited psychosis (BLIP). Following this, I was briefly diagnosed as psychotic manic, schizophrenic, and bipolar type 1. Recently I talked to someone who also had been through a lot and insisted that medications are not necessary to stay well. I think I felt better pre-medication but I'm worried stopping with my medication will get me to hospital again. I don't know, that's just what I've been thinking about lately",
    "subreddit": "schizoaffective",
    "author": "user-14",
	"created_at" : "2017-09-11 03:25:56",
  },
  {
    "id": "15",
    "title": "Was Jim Morrison bipolar?",
    "selftext": "Of course, that's not a medical diagnosis, I'm just speculating. I've been a huge Doors fan for my whole life, evne before I knew I was suffering from Bipolar Disorder.",
    "subreddit": "thedoors",
    "author": "user-15",
	"created_at" : "2017-09-11 03:25:56",
  },
    {
    "id": "16",
    "title": "Today will be the day where I will be kind towards myself",
    "selftext": "after two years of a bipolar diagnosis, a subsequential weeks long manic episode, and the life altering consequences resulting from it (including drinking till I passed out) I will finally show kindness and compassion of my self and my own my actions. Thanks for reading",
    "subreddit": "stopdrinking",
    "author": "user-16",
	"created_at" : "2017-09-11 03:25:56",
  },
  {
    "id": "17",
    "title": "[Relationship] [Friendship] Lonely 20-Year-Old M.",
    "selftext": "As the title says, I'm looking for people to talk to about literally anything. Briefly, I've been diagnosed with bipolar II disorder since the age of fourteen. However, that's not a problem anymore. Right now, I'm just lonely and therefore depressed. Let's talk, please!",
    "subreddit": "MeetPeople",
    "author": "user-17",
	"created_at" : "2017-09-11 03:25:56",
  },
  {
    "id": "18",
    "title": "My [18M] Girlfriend [17F] will move away - what could I give her to remember me?",
    "selftext": "",
    "subreddit": "relationships",
    "author": "user-18",
	"created_at" : "2017-09-11 03:25:56",
  },
  {
    "id": "19",
    "title": "Me [25F] trying to cope post-break up with long-term ex [33/M].",
    "selftext": "",
    "subreddit": "relationships",
    "author": "user-19",
	"created_at" : "2013-10-11 06:25:56",
  },
  {
    "id": "20",
    "title": "My [27F] partner of 6 years [30M] left me in January and I'm still not coping with it.",
    "selftext": "",
    "subreddit": "relationships",
    "author": "user-20",
	"created_at" : "2013-09-11 06:25:56",
  },
  {
    "id": "21",
    "title": "I [27F] am still in love with my ex [30M] six months after our breakup.",
    "selftext": "",
    "subreddit": "relationships",
    "author": "user-20",
	"created_at" : "2013-08-12 18:25:56",
  },
  {
    "id": "22",
    "title": "[M27] Let me know what you think!",
    "selftext": "",
    "subreddit": "Rateme",
    "author": "user-21",
	"created_at" : "2013-04-12 06:25:56",
  }
 ]